Repository: Project-Kodi/script.unlock.advancedsettings
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, ru_ru

# #30000
source: Cache
ru_ru: Буфер данных

# #30002
source: Buffer all internet filesystems + ftp, webdav
de_de: Puffer für alle Internet-Dateisysteme + FTP, WebDav
ru_ru: Буферизовать все интернет протоколы

# #30003
source: Buffer all filesystems
de_de: Alle Dateisysteme puffern
ru_ru: Буферизовать все файловые системы

# #30004
source: Only buffer true internet filesystems
de_de: Nur echte Internet-Dateisysteme puffern
ru_ru: Буферизовать только интернет

# #30005
source: No buffer
de_de: nichts puffern
ru_ru: Отключить буфер

# #30006
source: All network filesystems
de_de: Alle Netzwerkdateisysteme
ru_ru: Буферизовать все сетевые файловые системы

# #30100
source: Logging
de_de: Protokollierung
ru_ru: Системный журнал

# #30101
source: Logging Level
de_de: Protokollierungsebene
ru_ru: Режим журнализации

# #30102
source: Normal logging, only logging errors
de_de: Debug-Protokollierung mit Freemem, FPS und CPU-Auslastung
ru_ru: Только ошибки

# #30103
source: Debug logging with freemem, fps and cpu usage
ru_ru: Полная детализация с freemem, fps и cpu

# #30104
source: Debug logging with on-screen display
de_de: Debug-Protokollierung mit Bildschirmanzeige
ru_ru: Полная детализация с выводом на экран

# #30105
source: Debug logging with smb, no on-screen display
de_de: Debug-Protokollierung mit SMB, keine Bildschirmanzeige
ru_ru: Полная детализация с SMB

# #30106
source: No logging
de_de: Keine Protokollierung
ru_ru: Отключить

# #30110
source: Hide 'Enable Debugging' Setting
de_de: Einstellung 'Debugging aktivieren' ausblenden
ru_ru: Спрятать настройку отладки

# #30200
source: System
ru_ru: Система

# #30221
source: Skip only empty frames (default)
de_de: Nur leere Frames überspringen (Standard)
ru_ru: Пропуск только пустых кадров

# #30222
source: Skip non-reference frames
de_de: Überspringen Sie nicht referenzierte Frames
ru_ru: Пропустить нереференсные кадры

# #30223
source: Skip bi-dir frames
de_de: Überspringen Sie Bi-Dir-Frames
ru_ru: Пропустить двунаправленные кадры

# #30224
source: Skip all non-key frames
de_de: Überspringen Sie alle Nicht-Key-Frames
ru_ru: Пропустить все неключевые кадры

# #30225
source: Skip all frames
de_de: Alle Frames überspringen
ru_ru: Пропустить все ненужные кадры

# #30226
source: None
de_de: Keiner
ru_ru: Не пропускать кадры

# #30230
source: EPG
ru_ru: Телепрограмма EPG

# #30240
source: PVR
ru_ru: Настройка PVR

# #30251
source: Name
ru_ru: по имени

# #30252
source: Date
de_de: Datum
ru_ru: по дате

# #30253
source: Size
de_de: Größe
ru_ru: по размеру файла

# #30254
source: File
de_de: Datei
ru_ru: по имени файла

# #30255
source: Sort Order
ru_ru: Порядок сортировки

# #30256
source: Ascending
de_de: Aufsteigend
ru_ru: по возрастанию

# #30257
source: Descending
de_de: Absteigend
ru_ru: по убыванию

# #30260
source: Video
ru_ru: Видео

# #30265
source: Adjust Refresh Rate - Override
de_de: Aktualisierungsrate anpassen – Überschreiben
ru_ru: Настройка частоты обновления экрана

# #30270
source: Adjust Refresh Rate - Fallback
de_de: Aktualisierungsrate anpassen – Fallback
ru_ru: Настройка частоты обновления экрана - по умолчанию

# #30360
source: Audio
ru_ru: Аудио

# #30380
source: Audio Library
de_de: Audiobibliothek
ru_ru: Аудиоколлекция

# #30400
source: EDL
ru_ru: Удаление рекламы

# #30500
source: Video Library
de_de: Videobibliothek
ru_ru: Видеоколлекция

# #30600
source: Network
de_de: Netzwerk
ru_ru: Настройки сети

# #30650
source: Photo
de_de: Foto
ru_ru: Фотографии

# #30800
source: Unable to parse
de_de: Kann nicht analysiert werden
ru_ru: Ошибка формата XML в

# #30801
source: The file 'advancedsettings.xml' will be overwritten, continue?
de_de: Die Datei 'advancedsettings.xml' wird überschrieben, fortfahren?
ru_ru: Файл 'advancedsettings.xml' будет перезаписан, продолжить?

# #30802
source: Please restart Kodi for settings to take effect
de_de: Bitte starten Sie Kodi neu, damit die Einstellungen wirksam werden
ru_ru: Пожалуйста перезапустите Kodi для активации новых настроек

# #30227
source: Yes
de_de: Ja
ru_ru: Да

# #30228
source: No
de_de: Nein
ru_ru: Нет

# #30229
source: Audio & Video playback
de_de: Audio- und Videowiedergabe
ru_ru: Воспроизведение аудио и видео

# #30230
source: PVR & Live TV
ru_ru: PVR и прямой эфир

# #30231
source: Library artwork
de_de: Bibliothek Artwork
ru_ru: Библиотечное произведение искусства

# #30232
source: Video
ru_ru: видео

# #30233
source: Video library
de_de: Video Bibliothek
ru_ru: Видеотека

# #30234
source: Music
de_de: Musik
ru_ru: Музыка

# #30235
source: Music library
de_de: Music Bibliothek
ru_ru: Музыкальная библиотека

# #30236
source: Photos
de_de: Fotos
ru_ru: Фото

# #30237
source: Network
de_de: Netzwerk
ru_ru: Сеть

# #30238
source: File system
de_de: Dateisystem
ru_ru: Файловая система

# #30239
source: Input control
de_de: Eingabekontrolle
ru_ru: Входной контроль

# #30241
source: System
ru_ru: Система

# #30242
source: TV Library
de_de: TV Bibliothek
ru_ru: ТВ-библиотека

# #30010
source: Buffer Size (bytes)
de_de: Puffergröße (Byte)

# #30261
source: Video Extensions
de_de: Videoerweiterungen

# #30262
source: Disk Stub Extensions
de_de: Disk-Stub-Erweiterungen
